
let a = [
    {
        "title": "中华人民共和国民法典",
        "effect": "法律",
        "timeliness": "现行有效",
        "issuingUnit": "全国人民代表大会常务委员会",
        "detail": "第四百六十九条 【合同订立形式】当事人订立合同，可以采用书面形式、口头形式或者其他形式。书面形式是合同书、信件、电报、电传、传真等可以有形地表现所载内容的形式。以电子数据交换、电子邮件等方式能够有形地表现所载内容，并可以随时调取查用的数据电文，视为书面形式。"
    },
    {
        "title": "中华人民共和国劳动合同法实施条例",
        "effect": "行政法规",
        "timeliness": "现行有效",
        "issuingUnit": "国务院",
        "detail": "第十五条 劳动者在试用期的工资不得低于本单位相同岗位最低档工资的80%或者不得低于劳动合同约定工资的80%，并不得低于用人单位所在地的最低工资标准。第七条 用人单位自用工之日起满一年未与劳动者订立书面劳动合同的，自用工之日起满一个月的次日至满一年的前一日应当依照劳动合同法第八十二条的规定向劳动者每月支付两倍的工资，并视为自用工之日起满一年的当日已经与劳动者订立无固定期限劳动合同，应当立即与劳动者补订书面劳动合同。"
    },
    {
        "title": "中华人民共和国劳动法",
        "effect": "法律",
        "timeliness": "现行有效",
        "issuingUnit": "全国人民代表大会",
        "detail": "第十七条 订立和变更劳动合同，应当遵循平等自愿、协商一致的原则，不得违反法律、行政法规的规定。劳动合同依法订立即具有法律约束力，当事人必须履行劳动合同规定的义务。第十八条 下列劳动合同无效：(一)违反法律、行政法规的劳动合同；(二)采取欺诈、威胁等手段订立的劳动合同。无效的劳动合同，从订立的时候起，就没有法律约束力。确认劳动合同部分无效的，如果不影响其余部分的效力，其余部分仍然有效。劳动合同的无效，由劳动争议仲裁委员会或者人民法院确认。"
    }
    
]
